{
  "vak": "Biologie",
  "onderdeel": "Biotechnologische Technieken",
  "jaar": 6,
  "richting": "Wetenschappen",
  "laatst_bijgewerkt": "2025-11-24",
  "oefeningen": [
    {
      "id": "bio-t4h2-basis",
      "titel": "Basiskennis Technieken (Deel 1)",
      "beschrijving": "Oefeningen over PCR, gelelektroforese, sequencing en basisbegrippen van kloneren.",
      "moeilijkheidsgraad": "gemiddeld",
      "categorie": "Biologie",
      "type": "gratis",
      "vragen": [
        {
          "vraag_nummer": 1,
          "type": "open",
          "vraag": "Wat is de functie van een primer in de Polymerase Chain Reaction (PCR)?",
          "antwoord": "Een primer is een korte enkelstrengige DNA-streng die aan het enkelstrengige DNA bindt. DNA-polymerase heeft dit nodig omdat het alleen een bestaande keten kan verlengen. De twee primers bepalen het begin en einde van het te kopiëren fragment.",
          "punten": 3
        },
        {
          "vraag_nummer": 2,
          "type": "open",
          "vraag": "Waarom is het noodzakelijk om een kleurstof toe te voegen aan het DNA-staal voordat het aan de gel wordt toegevoegd bij DNA-gelelektroforese?",
          "antwoord": "Het DNA zelf is niet zichtbaar. De kleurstof dient om het verloop van de gelelektroforese te kunnen volgen (zodat het staal niet uit de gel loopt).",
          "punten": 2
        },
        {
          "vraag_nummer": 3,
          "type": "open",
          "vraag": "Beschrijf kort wat een Genetisch Gemodificeerd Organisme (GGO) is in de context van recombinant DNA-technologie.",
          "antwoord": "Een GGO is een organisme waarvan het genoom is veranderd, meestal door het te verrijken met genen van een ander organisme via biotechnologische technieken.",
          "punten": 2
        },
        {
          "vraag_nummer": 4,
          "type": "open",
          "vraag": "Welke techniek wordt specifiek gebruikt om de nucleotidevolgorde in een DNA-streng te bepalen?",
          "antwoord": "DNA-sequencing.",
          "punten": 1
        },
        {
          "vraag_nummer": 5,
          "type": "open",
          "vraag": "Wat is de betekenis van de term 'sticky ends' die ontstaan na het knippen van DNA met restrictie-enzymen?",
          "antwoord": "Sticky ends zijn uitstekende enkelstrengige uiteinden van DNA. Ze heten zo omdat ze gemakkelijk kunnen binden met complementaire stukjes DNA door middel van waterstofbruggen.",
          "punten": 3
        },
        {
          "vraag_nummer": 6,
          "type": "open",
          "vraag": "Geef twee medische toepassingen van de CRISPR-Cas gene editing-techniek.",
          "antwoord": "De behandeling van genetische ziekten zoals tyrosinemie en sikkelcelanemie.",
          "punten": 2
        },
        {
          "vraag_nummer": 7,
          "type": "open",
          "vraag": "Noem twee redenen waarom biotechnologen vaak organismen gebruiken die ze modelorganismen noemen in plaats van de mens.",
          "antwoord": "Modelorganismen hebben vaak een korte generatietijd, een relatief eenvoudig genoom, en zijn goedkoop in grote aantallen te kweken.",
          "punten": 3
        },
        {
          "vraag_nummer": 8,
          "type": "meerkeuze",
          "vraag": "Welke component zorgt ervoor dat de gelelektroforese succesvol DNA-fragmenten kan scheiden?",
          "opties": [
            "De DNA-ladder",
            "De positieve lading van de fosfaatgroepen",
            "De nucleotiden in de gel",
            "De weerstand van de gelporiën die kleinere fragmenten sneller doorlaten dan grotere fragmenten"
          ],
          "correct_antwoord": 3,
          "uitleg": "Het principe berust op grootte: kleine fragmenten ondervinden minder weerstand en migreren sneller.",
          "punten": 2
        },
        {
          "vraag_nummer": 9,
          "type": "meerkeuze",
          "vraag": "Hoe wordt het proces genoemd waarbij bacteriën DNA dat buiten de cel ligt opnemen en integreren in hun genoom of plasmide?",
          "opties": ["Transductie", "Conjugatie", "Kloneren", "Transformatie"],
          "correct_antwoord": 3,
          "uitleg": "Transformatie is de opname van 'naakt' DNA uit de omgeving.",
          "punten": 2
        },
        {
          "vraag_nummer": 10,
          "type": "meerkeuze",
          "vraag": "Welk enzym wordt in de RT-PCR-test gebruikt om de genetische informatie van een RNA-virus (zoals hiv) eerst om te zetten in copyDNA (cDNA)?",
          "opties": [
            "Taq-DNA-polymerase",
            "DNA-ligase",
            "Reverse-transcriptase (RT)",
            "Cas-nuclease"
          ],
          "correct_antwoord": 2,
          "uitleg": "Reverse-transcriptase schrijft RNA om naar DNA.",
          "punten": 2
        },
        {
          "vraag_nummer": 11,
          "type": "meerkeuze",
          "vraag": "Bij welk type kloneren wordt een celkern van een volwassen huidcel overgebracht in een eicel waarvan de kern verwijderd is (zoals schaap Dolly)?",
          "opties": [
            "Moleculair kloneren",
            "Natuurlijk kloneren",
            "Reproductief kloneren",
            "Therapeutisch kloneren"
          ],
          "correct_antwoord": 2,
          "uitleg": "Het doel is een nieuw organisme creëren (reproductie).",
          "punten": 2
        },
        {
          "vraag_nummer": 12,
          "type": "meerkeuze",
          "vraag": "Wat is een belangrijk nadeel van de klassieke Sanger sequencingmethode vergeleken met Next Generation Sequencing (NGS)?",
          "opties": [
            "De methode is te duur",
            "De methode vereist fluorescerende merkers",
            "De methode liet slechts toe om de sequentie van één DNA-staal tegelijk te bepalen",
            "De methode gebruikt geen DNA-polymerase"
          ],
          "correct_antwoord": 2,
          "uitleg": "NGS kan miljoenen fragmenten parallel sequencen (massively parallel), Sanger slechts één.",
          "punten": 2
        },
        {
          "vraag_nummer": 13,
          "type": "meerkeuze",
          "vraag": "Hoe noemt men de specifieke, korte DNA-sequentie die in het CRISPR-register is opgeslagen en die afkomstig is van een eerdere virale infectie?",
          "opties": ["Cas-gen", "tracrRNA", "Gids-RNA", "Spacer DNA"],
          "correct_antwoord": 3,
          "uitleg": "Spacer DNA is het stukje viraal DNA dat als geheugen wordt opgeslagen.",
          "punten": 2
        },
        {
          "vraag_nummer": 14,
          "type": "meerkeuze",
          "vraag": "Bij de NIPT-test wordt het risico op het syndroom van Down opgespoord door te bepalen of er in het foetale DNA te veel fragmenten aanwezig zijn van welk type molecule?",
          "opties": ["Plasmiden", "Chromosoom", "Spacer DNA", "Gids-RNA"],
          "correct_antwoord": 1,
          "uitleg": "Trisomie 21 betekent een extra chromosoom 21, dus relatief meer DNA-fragmenten van dit chromosoom.",
          "punten": 2
        },
        {
          "vraag_nummer": 15,
          "type": "verbinding",
          "vraag": "Koppel de term aan het bijbehorende wetenschappelijke figuur",
          "links_items": [
            "Ontwikkelaar van PCR",
            "Ontwikkelaar van klassieke sequencing"
          ],
          "rechts_items": ["Kary Banks Mullis", "Frederick Sanger"],
          "correcte_verbindingen": [
            {
              "links": "Ontwikkelaar van PCR",
              "rechts": "Kary Banks Mullis"
            },
            {
              "links": "Ontwikkelaar van klassieke sequencing",
              "rechts": "Frederick Sanger"
            }
          ],
          "punten": 2
        },
        {
          "vraag_nummer": 16,
          "type": "verbinding",
          "vraag": "Koppel de DNA-manipulatietechniek aan zijn beschreven doel",
          "links_items": ["DNA-gelelektroforese", "PCR"],
          "rechts_items": [
            "Het scheiden van DNA-fragmenten op basis van grootte",
            "Het vermeerderen van een specifiek DNA-fragment"
          ],
          "correcte_verbindingen": [
            {
              "links": "DNA-gelelektroforese",
              "rechts": "Het scheiden van DNA-fragmenten op basis van grootte"
            },
            {
              "links": "PCR",
              "rechts": "Het vermeerderen van een specifiek DNA-fragment"
            }
          ],
          "punten": 2
        },
        {
          "vraag_nummer": 17,
          "type": "verbinding",
          "vraag": "Koppel het type kloneren aan de beschreven methode/resultaat",
          "links_items": ["Natuurlijk kloneren", "Moleculair kloneren"],
          "rechts_items": [
            "Aardbeien vormen bovengrondse nieuwe stengels waar identieke planten aan groeien",
            "Gebruik van transgene bacteriën om grote hoeveelheden insuline te produceren"
          ],
          "correcte_verbindingen": [
            {
              "links": "Natuurlijk kloneren",
              "rechts": "Aardbeien vormen bovengrondse nieuwe stengels waar identieke planten aan groeien"
            },
            {
              "links": "Moleculair kloneren",
              "rechts": "Gebruik van transgene bacteriën om grote hoeveelheden insuline te produceren"
            }
          ],
          "punten": 2
        },
        {
          "vraag_nummer": 18,
          "type": "verbinding",
          "vraag": "Koppel het DNA-technologische element aan de bron",
          "links_items": ["Taq-DNA-polymerase", "Restrictie-enzymen"],
          "rechts_items": [
            "Geïsoleerd uit de bacterie Thermus aquaticus",
            "Worden van nature door bacteriën gebruikt als verdedigingsmechanisme"
          ],
          "correcte_verbindingen": [
            {
              "links": "Taq-DNA-polymerase",
              "rechts": "Geïsoleerd uit de bacterie Thermus aquaticus"
            },
            {
              "links": "Restrictie-enzymen",
              "rechts": "Worden van nature door bacteriën gebruikt als verdedigingsmechanisme"
            }
          ],
          "punten": 2
        },
        {
          "vraag_nummer": 19,
          "type": "verbinding",
          "vraag": "Koppel de toepassing van DNA-gelelektroforese aan de type sporen",
          "links_items": ["Ouderschapsbepaling", "Daderidentificatie"],
          "rechts_items": [
            "DNA-fragmenten van moeder, kind en potentiële vader",
            "DNA-fragmenten uit sperma, bloed, haar of speeksel"
          ],
          "correcte_verbindingen": [
            {
              "links": "Ouderschapsbepaling",
              "rechts": "DNA-fragmenten van moeder, kind en potentiële vader"
            },
            {
              "links": "Daderidentificatie",
              "rechts": "DNA-fragmenten uit sperma, bloed, haar of speeksel"
            }
          ],
          "punten": 2
        },
        {
          "vraag_nummer": 20,
          "type": "verbinding",
          "vraag": "Koppel de component van de PCR aan zijn bouwsteen",
          "links_items": ["DNA-streng", "Primer"],
          "rechts_items": [
            "Desoxynucleotiden (dNTP's)",
            "Korte enkelstrengige DNA-fragmenten (20-30 nucleotiden)"
          ],
          "correcte_verbindingen": [
            {
              "links": "DNA-streng",
              "rechts": "Desoxynucleotiden (dNTP's)"
            },
            {
              "links": "Primer",
              "rechts": "Korte enkelstrengige DNA-fragmenten (20-30 nucleotiden)"
            }
          ],
          "punten": 2
        }
      ],
      "totaal_punten": 44,
      "geschatte_tijd": "35 minuten",
      "leerdoelen": [
        "De stappen van PCR en gelelektroforese beschrijven",
        "Verschillen tussen kloneringstypes kennen",
        "Basisprincipes van CRISPR en sequencing begrijpen"
      ],
      "tips": [
        "Leer het verschil tussen de termen 'primer', 'probe' en 'spacer'.",
        "Onthoud dat DNA negatief geladen is en naar de positieve pool migreert."
      ]
    },
    {
      "id": "bio-t4h2-verdieping",
      "titel": "Inzicht en Toepassing: Technieken (Deel 2)",
      "beschrijving": "Verdiepende vragen over PCR-efficiëntie, forensisch onderzoek, qPCR-mechanismen en vectorgebruik.",
      "moeilijkheidsgraad": "moeilijk",
      "categorie": "Biologie",
      "type": "premium",
      "vragen": [
        {
          "vraag_nummer": 1,
          "type": "open",
          "vraag": "Leg uit waarom de eerste twee cycli van PCR inefficiënt zijn voor de productie van DNA-fragmenten van de exact gewenste lengte.",
          "antwoord": "Na de eerste cyclus zijn de nieuwe strengen nog te lang, omdat de primer enkel het startpunt bepaalt en niet het eindpunt. Pas na de tweede cyclus ontstaan strengen die aan één kant correct zijn afgelijnd. De exacte lengte verschijnt pas in de derde cyclus.",
          "punten": 4
        },
        {
          "vraag_nummer": 2,
          "type": "open",
          "vraag": "Beschrijf het stappenplan dat je als forensisch onderzoeker volgt om een dader te identificeren met behulp van DNA (van PCR tot Identificatie).",
          "antwoord": "1. Vermeerdering (PCR): Vermenigvuldig markers van stalen (verdachten + plaats delict). 2. Scheiding (Gelelektroforese): Scheid fragmenten op grootte. 3. Analyse: Maak bandjespatronen zichtbaar. 4. Identificatie: Match het unieke bandenpatroon van de verdachte met het spoor.",
          "punten": 5
        },
        {
          "vraag_nummer": 3,
          "type": "open",
          "vraag": "Leg het fundamentele verschil uit in hoe Sanger sequencing en Next Generation Sequencing (NGS) de resultaten visualiseren.",
          "antwoord": "Sanger: Stopt synthese met stopnucleotiden (ddNTP's) en scheidt fragmenten via elektroforese om af te lezen. NGS: Bepaalt sequentie direct tijdens de synthese door bij elke inbouwstap het fluorescentiesignaal te meten, zonder elektroforese.",
          "punten": 4
        },
        {
          "vraag_nummer": 4,
          "type": "open",
          "vraag": "Waarom zijn restrictie-enzymen specifiek bij bacteriën de basis geworden voor moderne DNA-manipulatie?",
          "antwoord": "Het zijn eiwitten die bacteriën van nature gebruiken als verdediging tegen virussen. Ze knippen DNA op zeer specifieke sequenties, wat wetenschappers in staat stelde om voor het eerst heel gericht DNA te knippen.",
          "punten": 3
        },
        {
          "vraag_nummer": 5,
          "type": "open",
          "vraag": "Waarom is een DNA-ligase vereist nadat men met succes sticky ends heeft samengevoegd?",
          "antwoord": "De sticky ends vormen wel waterstofbruggen (tussen basen), maar de ruggengraat (suiker-fosfaatverbinding) is nog verbroken. Ligase herstelt deze covalente verbindingen om de plasmide te sluiten en te stabiliseren.",
          "punten": 3
        },
        {
          "vraag_nummer": 6,
          "type": "open",
          "vraag": "Hoe functioneert het CRISPR-register als een 'geheugenbank' tegen toekomstige infecties?",
          "antwoord": "Bij een eerste infectie wordt een stukje viraal DNA (spacer) opgeslagen in het register. Bij een volgende infectie wordt dit afgeschreven naar RNA, dat samen met Cas9 het virus herkent en uitschakelt.",
          "punten": 3
        },
        {
          "vraag_nummer": 7,
          "type": "open",
          "vraag": "Bij DNA-gelelektroforese migreert de aangebrachte kleurstof sneller door de gel dan de DNA-fragmenten. Waarom is dit nuttig?",
          "antwoord": "De kleurstof dient als indicator. Omdat hij het snelst is, weet de onderzoeker dat zolang de kleurstof nog in de gel zit, de DNA-fragmenten er ook nog in zitten en niet verloren zijn gegaan.",
          "punten": 2
        },
        {
          "vraag_nummer": 8,
          "type": "meerkeuze",
          "vraag": "Een onderzoeker voert een PCR-test uit, maar de primer annealing vindt plaats bij $80^{\\circ}C$. Wat is het effect?",
          "opties": [
            "De elongatiefase verloopt sneller",
            "De primers binden perfect",
            "De DNA-dubbelstrengen zijn al gescheiden, maar de temperatuur is te hoog voor primer-aanhechting",
            "Taq-polymerase denatureert"
          ],
          "correct_antwoord": 2,
          "uitleg": "Annealing vereist een lagere temperatuur ($40-60^{\\circ}C$). Bij $80^{\\circ}C$ is het te heet voor waterstofbruggen tussen primer en template.",
          "punten": 2
        },
        {
          "vraag_nummer": 9,
          "type": "meerkeuze",
          "vraag": "Wat is de reden dat de Taq-DNA-polymerase in de qPCR de reporter en quencher van elkaar scheidt?",
          "opties": [
            "Hitte van $72^{\\circ}C$ verdampt de probe",
            "Het enzym breekt de probe af terwijl het de streng verlengt",
            "De quencher bindt aan de polymerase",
            "De reporter stopt de synthese"
          ],
          "correct_antwoord": 1,
          "uitleg": "Tijdens elongatie komt de polymerase de probe tegen en breekt deze af, waardoor de reporter vrijkomt en fluorescentie uitzendt.",
          "punten": 3
        },
        {
          "vraag_nummer": 10,
          "type": "meerkeuze",
          "vraag": "Wat is het geschatte risico op borstkanker voor een vrouw met een BRCA1-afwijking vergeleken met iemand zonder?",
          "opties": [
            "13% vs. 60-80%",
            "60-80% vs. ongeveer 13%",
            "20-40% vs. 1,5%",
            "Het risico is gelijk"
          ],
          "correct_antwoord": 1,
          "uitleg": "BRCA1-mutaties verhogen het risico aanzienlijk naar 60-80%.",
          "punten": 2
        },
        {
          "vraag_nummer": 11,
          "type": "meerkeuze",
          "vraag": "Waarom is het toevoegen van een buffer aan de elektroforesekamer cruciaal?",
          "opties": [
            "Voor kleuring",
            "Als DNA-ladder",
            "Om strengen gescheiden te houden",
            "Om de elektrische stroom te geleiden"
          ],
          "correct_antwoord": 3,
          "uitleg": "Zonder ionen in de buffer is er geen stroomgeleiding en migreert het DNA niet.",
          "punten": 2
        },
        {
          "vraag_nummer": 12,
          "type": "meerkeuze",
          "vraag": "Welk type DNA-technologie heeft als doel de DNA-sequentie te manipuleren door nucleotiden toe te voegen, te vervangen of te verwijderen?",
          "opties": [
            "Recombinant DNA",
            "PCR",
            "DNA-sequencing",
            "Gene editing"
          ],
          "correct_antwoord": 3,
          "uitleg": "Gene editing (zoals CRISPR) is specifiek gericht op het herschrijven/aanpassen van de code in de cel.",
          "punten": 2
        },
        {
          "vraag_nummer": 13,
          "type": "meerkeuze",
          "vraag": "Waarom kan genoom-sequencing leiden tot nieuwe geneesmiddelen?",
          "opties": [
            "Het vermenigvuldigt fragmenten",
            "Het creëert GGO's",
            "Omdat onderzoekers willen achterhalen welke rol genen vervullen in biologische processen",
            "Omdat sequenties van alle micro-organismen bekend zijn"
          ],
          "correct_antwoord": 2,
          "uitleg": "Inzicht in de functie van genen (en fouten daarin) is de basis voor gerichte therapie.",
          "punten": 2
        },
        {
          "vraag_nummer": 14,
          "type": "meerkeuze",
          "vraag": "Waarom is het fruitvliegje een geschikter modelorganisme dan de mens?",
          "opties": [
            "Leeft in de bodem",
            "Is een prokaryoot",
            "Heeft slechts 4 chromosomen en een levenscyclus van twee weken",
            "Heeft 959 cellen"
          ],
          "correct_antwoord": 2,
          "uitleg": "De eenvoud en snelheid van voortplanting maken genetisch onderzoek efficiënt.",
          "punten": 2
        },
        {
          "vraag_nummer": 15,
          "type": "verbinding",
          "vraag": "Koppel de overdrachtswijze aan het type vector",
          "links_items": [
            "Conjugatie",
            "Transductie",
            "Kunstmatige genoverdracht"
          ],
          "rechts_items": [
            "Plasmiden",
            "Bacteriofagen (virussen)",
            "Liposomen, micro-injectie of gouden bolletjes"
          ],
          "correcte_verbindingen": [
            {
              "links": "Conjugatie",
              "rechts": "Plasmiden"
            },
            {
              "links": "Transductie",
              "rechts": "Bacteriofagen (virussen)"
            },
            {
              "links": "Kunstmatige genoverdracht",
              "rechts": "Liposomen, micro-injectie of gouden bolletjes"
            }
          ],
          "punten": 3
        },
        {
          "vraag_nummer": 16,
          "type": "verbinding",
          "vraag": "Koppel het type DNA-sequentie aan de rol in CRISPR",
          "links_items": ["Cas-genen", "tracrRNA"],
          "rechts_items": [
            "Coderen voor het knipenzym (Cas-nucleasen)",
            "Houdt het CRISPR-RNA op zijn plaats in het Cas9-eiwit"
          ],
          "correcte_verbindingen": [
            {
              "links": "Cas-genen",
              "rechts": "Coderen voor het knipenzym (Cas-nucleasen)"
            },
            {
              "links": "tracrRNA",
              "rechts": "Houdt het CRISPR-RNA op zijn plaats in het Cas9-eiwit"
            }
          ],
          "punten": 2
        },
        {
          "vraag_nummer": 17,
          "type": "verbinding",
          "vraag": "Koppel het modelorganisme aan zijn eigenschap",
          "links_items": ["Rondworm", "Zebravis"],
          "rechts_items": [
            "Eenvoudige anatomie (959 cellen), cel-differentiatie bekend",
            "Transparante embryo's, ideaal voor ontwikkelingsstudie"
          ],
          "correcte_verbindingen": [
            {
              "links": "Rondworm",
              "rechts": "Eenvoudige anatomie (959 cellen), cel-differentiatie bekend"
            },
            {
              "links": "Zebravis",
              "rechts": "Transparante embryo's, ideaal voor ontwikkelingsstudie"
            }
          ],
          "punten": 2
        },
        {
          "vraag_nummer": 18,
          "type": "verbinding",
          "vraag": "Koppel het ddNTP aan het eindresultaat (Sanger)",
          "links_items": ["ddGTP", "ddATP"],
          "rechts_items": [
            "Fragmenten eindigen op Guanine (G)",
            "Fragmenten eindigen op Adenine (A)"
          ],
          "correcte_verbindingen": [
            {
              "links": "ddGTP",
              "rechts": "Fragmenten eindigen op Guanine (G)"
            },
            {
              "links": "ddATP",
              "rechts": "Fragmenten eindigen op Adenine (A)"
            }
          ],
          "punten": 2
        },
        {
          "vraag_nummer": 19,
          "type": "verbinding",
          "vraag": "Koppel het proces aan de genetische basis",
          "links_items": ["Reproductief kloneren", "Recombinant DNA"],
          "rechts_items": [
            "Genetisch identieke kopieën van een organisme creëren",
            "Genen van een ander organisme inbrengen (GGO)"
          ],
          "correcte_verbindingen": [
            {
              "links": "Reproductief kloneren",
              "rechts": "Genetisch identieke kopieën van een organisme creëren"
            },
            {
              "links": "Recombinant DNA",
              "rechts": "Genen van een ander organisme inbrengen (GGO)"
            }
          ],
          "punten": 2
        },
        {
          "vraag_nummer": 20,
          "type": "verbinding",
          "vraag": "Koppel het segment in een plasmide aan de rol",
          "links_items": ["Resistentiegen", "Donor-DNA"],
          "rechts_items": [
            "Zorgt voor overleving bij behandeling met antibioticum",
            "Het gewenste stukje materiaal dat een nuttige eigenschap codeert"
          ],
          "correcte_verbindingen": [
            {
              "links": "Resistentiegen",
              "rechts": "Zorgt voor overleving bij behandeling met antibioticum"
            },
            {
              "links": "Donor-DNA",
              "rechts": "Het gewenste stukje materiaal dat een nuttige eigenschap codeert"
            }
          ],
          "punten": 2
        }
      ],
      "totaal_punten": 50,
      "geschatte_tijd": "45 minuten",
      "leerdoelen": [
        "Inzicht in technische nuances van PCR en Sequencing",
        "Medische en forensische toepassingen verklaren",
        "Vectorsystemen en hun specificaties begrijpen"
      ],
      "tips": [
        "Analyseer het PCR-proces stap voor stap om de 'inefficiëntie' in het begin te snappen.",
        "Vergeet niet dat qPCR fluorescentie gebruikt om *tijdens* het proces te meten."
      ]
    }
  ],
  "extra_informatie": {
    "voorkennis": ["Structuur van DNA", "Eiwitsynthese"],
    "vervolgonderwerpen": [
      "Biotechnologie in de industrie",
      "Genetische manipulatie ethiek"
    ],
    "bronnen": ["Oefeningen Biotechnologische Technieken T4 H2"]
  }
}
